/* File archived log message */
"%@ archived as %@." = "%1$@ archived as %2$@.";

/* File copied log message */
"%@ copied from folder %@ to folder %@." = "%1$@ copied from folder %2$@ to folder %3$@.";

/* OSAScript failed log title */
"%@ failed" = "%@ failed";

/* File moved log message */
"%@ moved from folder %@ to folder %@." = "%1$@ moved from folder %2$@ to folder %3$@.";

/* File renamed log message */
"%@ renamed to %@." = "%1$@ renamed to %2$@.";

/* Sorted into subfolder log message */
"%@ sorted from folder %@ to subfolder %@." = "%1$@ sorted from folder %2$@ to subfolder %3$@.";

/* File synced log message */
"%@ synced to %@." = "%1$@ synced to %2$@.";

/* File unarchived log message */
"%@ unarchived to %@." = "%1$@ unarchived to %2$@.";

/* File uploaded log message */
"%@ uploaded from folder %@ to server %@." = "%1$@ uploaded from folder %2$@ to server %3$@.";

/* Suffix to tack on to name if custom token pattern is empty
   Suffix to tack on to name if dynamic tag is empty */
"(empty)" = "(empty)";

/* Shell script additional instruction text argument */
"0" = "0";

/* Menu item for numeric counter sequence */
"1, 2, 3…" = "1, 2, 3…";

/* Keywords action warning title. */
"\"Add Keywords\" action no longer supported" = "\"Add Keywords\" action no longer supported";

/* OpenMeta action warning title. */
"\"Add OpenMeta tags\" action no longer supported" = "\"Add OpenMeta tags\" action no longer supported";

/* Parent counter attribute tool tip */
"A numeric counter. Increases by one each time. Use it to number your files/folders." = "A numeric counter. Increases by one each time. Use it to number your files/folders.";

/* Menu item for letter counter sequence */
"a, b, c…" = "a, b, c…";

/* Add server item title */
"Add Server…" = "Add Server…";

/* Menu item for adjusting the date value. */
"Adjust Date…" = "Adjust Date…";

/* Menu item for adjusting the number value. */
"Adjust Number…" = "Adjust Number…";

/* Alias created log title */
"Alias created" = "Alias created";

/* All pop-up item */
"all" = "all";

/* Menu item for counter to always increment value */
"Always increment" = "Always increment";

/* Any pop-up item */
"any" = "any";

/* Cancel rule editing message */
"Any changes to this rule will be lost." = "Any changes to this rule will be lost.";

/* Tag field existing tags token text */
"Any Existing Tags" = "Any Existing Tags";

/* Cannot find folder alert message */
"Any rules for this folder will be transferred to the folder you select, otherwise they will be disabled." = "Any rules for this folder will be transferred to the folder you select, otherwise they will be disabled.";

/* Aperture import failed log title */
"Aperture import failed" = "Aperture import failed";

/* Archive failed log title */
"Archive failed" = "Archive failed";

/* Cancel rule editing title */
"Are you sure you want to cancel editing this rule?" = "Are you sure you want to cancel editing this rule?";

/* Uninstall alert message */
"Are you sure you want to uninstall Hazel? This includes removing all settings and rules. Additionally, this will require a restart of System Preferences." = "Are you sure you want to uninstall Hazel? This includes removing all settings and rules. Additionally, this will require a restart of System Preferences.";

/* Action error alert message */
"At least one of the actions has an empty field or an error. Please fill in the field, correct the error or remove the action." = "At least one of the actions has an empty field or an error. Please fill in the field, correct the error or remove the action.";

/* Criteria error alert message */
"At least one of the conditions has an empty field. Please fill in the field or remove the condition." = "At least one of the conditions has an empty field. Please fill in the field or remove the condition.";

/* Attribute unavailable (Spotlight key no longer in system) */
"attribute unavailable" = "attribute unavailable";

/* Pattern Tokens Title */
"Attributes" = "Attributes";

/* Automator workflow failed log title */
"Automator workflow failed" = "Automator workflow failed";

/* Alert message after initial rule load */
"Be sure to review the rules before activating them. You can activate a rule by clicking the checkbox next to it. Some rules even have instructional notes which you can view when editing the rule so be sure to check those out." = "Be sure to review the rules before activating them. You can activate a rule by clicking the checkbox next to it. Some rules even have instructional notes which you can view when editing the rule so be sure to check those out.";

/* Synced rules conflict alert message */
"Both the local and sync copy of your rules have been modified since last sync. You must choose to keep your copy of these rules or use the synced version." = "Both the local and sync copy of your rules have been modified since last sync. You must choose to keep your copy of these rules or use the synced version.";

/* Purchase button title */
"Buy Now" = "Buy Now";

/* Calculating... message */
"Calculating…" = "Calculating…";

/* Cancel */
"Cancel" = "Cancel";

/* Calculation cancelled message */
"Cancelled" = "Cancelled";

/* Move action error */
"Cannot Move Action" = "Cannot Move Action";

/* Move condition error */
"Cannot Move Condition" = "Cannot Move Condition";

/* Cannot use continuation tooltip */
"Cannot use this action in conjunction with file moving operations." = "Cannot use this action in conjunction with file moving operations.";

/* Cannot use recurse tooltip */
"Cannot use this action in Smart Folder rules." = "Cannot use this action in Smart Folder rules.";

/* Delete condition alert title */
"Change Condition" = "Change Condition";

/* SSH key file open panel button title */
"Choose" = "Choose";

/* SSH key file tool tip */
"Click to choose a key file for public key authentication." = "Click to choose a key file for public key authentication.";

/* Continue
   Continue title */
"Continue" = "Continue";

/* Go Back button title */
"Continue Editing" = "Continue Editing";

/* Copy failed log title */
"Copy failed" = "Copy failed";

/* Copied rule name */
"Copy of " = "Copy of ";

/* Aperture import failed log message */
"Could not add file %@ to Aperture." = "Could not add file %@ to Aperture.";

/* iPhoto import failed log message */
"Could not add file %@ to iPhoto." = "Could not add file %@ to iPhoto.";

/* iTunes import failed log message */
"Could not add file %@ to iTunes." = "Could not add file %@ to iTunes.";

/* Photos import failed log message */
"Could not add file %@ to Photos." = "Could not add file %@ to Photos.";

/* Copy failed log message */
"Could not copy file %@ from folder %@ to folder %@" = "Could not copy file %1$@ from folder %2$@ to folder %3$@";

/* Source and destination same copy log message */
"Could not copy file: %@. Source and destination are the same." = "Could not copy file: %@. Source and destination are the same.";

/* Alias creation failed log message */
"Could not create alias for file %@ in folder %@." = "Could not create alias for file %1$@ in folder %2$@.";

/* Could not find destination folder log message */
"Could not find a matching destination folder." = "Could not find a matching destination folder.";

/* Could not generate unique name at destination message */
"Could not generate unique name at destination %@." = "Could not generate unique name at destination %@.";

/* Could not find import text message */
"Could not import text from %@." = "Could not import text from %@.";

/* Could not find OSAScript log message */
"Could not load %@ for rule: %@" = "Could not load %1$@ for rule: %2$@";

/* Could not find OSAScript log message */
"Could not load %@: %@" = "Could not load %1$@: %2$@";

/* Corrupt rules alert title
   Corrupt rules startup alert title */
"Could not load rules" = "Could not load rules";

/* Could not find OSAScript log message */
"Could not locate %@ %@: %@" = "Could not locate %1$@ %2$@: %3$@";

/* Could not find OSAScript log message */
"Could not locate %@: %@" = "Could not locate %1$@: %2$@";

/* Could not find shell script log message */
"Could not locate shell script: %@." = "Could not locate shell script: %@.";

/* Could not find Automator workflow log message */
"Could not locate workflow: %@." = "Could not locate workflow: %@.";

/* Source and destination same move log message */
"Could not move %@. Source and destination are the same." = "Could not move %@. Source and destination are the same.";

/* File moved failed log message */
"Could not move file %@ from folder %@ to folder %@." = "Could not move file %1$@ from folder %2$@ to folder %3$@.";

/* Sort into subfolder failed log message */
"Could not move file %@ to subfolder %@." = "Could not move file %1$@ to subfolder %2$@.";

/* Could not remove file log title */
"Could not remove file" = "Could not remove file";

/* File renamed failed log message */
"Could not rename %@ to %@." = "Could not rename %1$@ to %2$@.";

/* Rule retarget failed log title */
"Could not retarget rule" = "Could not retarget rule";

/* Rule retarget failed log message */
"Could not retarget the rule to item at %@ as it does not exist." = "Could not retarget the rule to item at %@ as it does not exist.";

/* Could not save rules title */
"Could not save rules" = "Could not save rules";

/* Could not create sync file alert message */
"Could not set up sync file. Please check write permissions at the destination." = "Could not set up sync file. Please check write permissions at the destination.";

/* File sync failed log title */
"Could not sync file/folder" = "Could not sync file/folder";

/* File sync failed log message */
"Could not sync file/folder at %@ to %@." = "Could not sync file/folder at %1$@ to %2$@.";

/* Could not sync rules alert title */
"Could not sync rules" = "Could not sync rules";

/* Error Syncing To File Message */
"Could not sync to file: %@" = "Could not sync to file: %@";

/* Destination file could not be thrown away message */
"Could not throw away existing file/folder at destination %@." = "Could not throw away existing file/folder at destination %@.";

/* Source file could not be thrown away message */
"Could not throw away source file %@." = "Could not throw away source file %@.";

/* Upload failed log message */
"Could not upload file %@ from folder %@ to server %@" = "Could not upload file %1$@ from folder %2$@ to server %3$@";

/* Menu title for counter options (only seen in submenu) */
"Counter Options" = "Counter Options";

/* Alias created log message */
"Created alias for file %@ in folder %@." = "Created alias for file %1$@ in folder %2$@.";

/* Menu title for date format options (only seen in submenu) */
"Date Format" = "Date Format";

/* Delete button title */
"Delete" = "Delete";

/* Delete action alert title */
"Delete Action" = "Delete Action";

/* Delete condition alert title */
"Delete Condition" = "Delete Condition";

/* Delete token alert title */
"Delete Token" = "Delete Token";

/* Delete tokens alert title */
"Delete Tokens" = "Delete Tokens";

/* Demo mode alert title */
"Demo mode" = "Demo mode";

/* Demo mode status message/warning */
"Demo mode: Hazel will only monitor the first folder in the list." = "Demo mode: Hazel will only monitor the first folder in the list.";

/* Demo mode - first folder only message. */
"Demo mode: Hazel will only monitor the first folder." = "Demo mode: Hazel will only monitor the first folder.";

/* Disable Polling contextual menu item */
"Disable Polling" = "Disable Polling";

/* Stop Editing button title */
"Discard Changes" = "Discard Changes";

/* Send user notification action menu item title */
"Display Growl notification" = "Display Growl notification";

/* Remove folder alert message */
"Do you really want to remove folder \"%@\" and all its rules from Hazel? This operation cannot be undone." = "Do you really want to remove folder \"%@\" and all its rules from Hazel? This operation cannot be undone.";

/* Remove rule alert message */
"Do you really want to remove the selected rule \"%@\"? This operation cannot be undone." = "Do you really want to remove the selected rule \"%@\"? This operation cannot be undone.";

/* Remove rules alert message */
"Do you really want to remove the selected rules? This operation cannot be undone." = "Do you really want to remove the selected rules? This operation cannot be undone.";

/* Remove license warning message */
"Do you really want to unregister your software? This operation cannot be undone." = "Do you really want to unregister your software? This operation cannot be undone.";

/* Custom match token tool tip */
"Drag this into your pattern to define your own attribute. These attributes can be used in your action patterns below." = "Drag this into your pattern to define your own attribute. These attributes can be used in your action patterns below.";

/* Date custom match token tool tip */
"Drag this into your pattern to define your own date attribute. These attributes can be used in your action patterns below." = "Drag this into your pattern to define your own date attribute. These attributes can be used in your action patterns below.";

/* Duplicate Rule tooltip */
"Duplicate the currently selected rule." = "Duplicate the currently selected rule.";

/* Add dynamic tag text */
"Dynamic Tag…" = "Dynamic Tag…";

/* Menu item for editing custom token */
"Edit Attribute…" = "Edit Attribute…";

/* Menu item for editing date pattern */
"Edit Date Pattern…" = "Edit Date Pattern…";

/* Menu item for editing custom token */
"Edit Dynamic Tag…" = "Edit Dynamic Tag…";

/* Menu item for editing number format */
"Edit Number Format…" = "Edit Number Format…";

/* Edit AppleScript Title
   Edit OSAScript Title
   Edit ShellScript Title */
"Edit script" = "Edit script";

/* Edit server item title */
"Edit Server…" = "Edit Server…";

/* Embedded shell script selected menu item title */
"embedded script" = "embedded script";

/* Empty fields error title */
"Empty Fields" = "Empty Fields";

/* Tool tip message for shell */
"Enter the program to use for interpreting your script." = "Enter the program to use for interpreting your script.";

/* Calculation cancelled message */
"Error" = "Error";

/* Rule evaluation error log title */
"Error during rule evaluation" = "Error during rule evaluation";

/* Rule match error message */
"Error evaluating conditions" = "Error evaluating conditions";

/* OSAScript file failed log message */
"Error executing %@ %@ on file %@." = "Error executing %1$@ %2$@ on file %3$@.";

/* OSAScript file failed log message */
"Error executing %@ %@: %@." = "Error executing %1$@ %2$@: %3$@.";

/* OSAScript failed log message */
"Error executing %@ on file %@." = "Error executing %1$@ on file %2$@.";

/* OSAScript failed log message */
"Error executing %@: %@" = "Error executing %1$@: %2$@";

/* Automator failed log message */
"Error executing automator workflow %@ on file %@." = "Error executing automator workflow %1$@ on file %2$@.";

/* Shell script file failed log message */
"Error processing shell script %@ on file %@." = "Error processing shell script %1$@ on file %2$@.";

/* Shell script failed log message */
"Error processing shell script on file %@." = "Error processing shell script on file %@.";

/* Eval mode alert title */
"Evaluation mode" = "Evaluation mode";

/* Shell script additional instruction text */
"Exit with status %@ to indicate a match." = "Exit with status %@ to indicate a match.";

/* Expires on pattern */
"Expires on %@." = "Expires on %@.";

/* Export panel title */
"Export" = "Export";

/* Export all panel title */
"Export All" = "Export All";

/* Export error title */
"Export Error" = "Export Error";

/* Export rules menu item title */
"Export “%@” Rules" = "Export “%@” Rules";

/* Alias creation failed log title */
"Failed to create alias" = "Failed to create alias";

/* Archive failed log message */
"Failed to create archive for %@." = "Failed to create archive for %@.";

/* Could not create folder log message */
"Failed to create folder %@." = "Failed to create folder %@.";

/* Unarchive failed log message */
"Failed to unpack archive for %@." = "Failed to unpack archive for %@.";

/* File already exists and is not uploaded log message */
"File %@ already exists at the destination and is not being uploaded." = "File %@ already exists at the destination and is not being uploaded.";

/* Could not remove file log message */
"File %@ could not be removed from the Trash." = "File %@ could not be removed from the Trash.";

/* File sitting in trash too long log message */
"File %@ has been sitting in the Trash for too long and has been deleted." = "File %@ has been sitting in the Trash for too long and has been deleted.";

/* File is a dupe, moving to trash log message */
"File %@ is a dupe of file at destination and is not being copied." = "File %@ is a dupe of file at destination and is not being copied.";

/* File is a dupe, moving to trash log message */
"File %@ is a dupe of file at destination. Moving to Trash." = "File %@ is a dupe of file at destination. Moving to Trash.";

/* Dupe file moved to trash log title */
"File %@ is a duplicate. Moving to Trash." = "File %@ is a duplicate. Moving to Trash.";

/* File too big log message */
"File %@ is too big for the Trash and has been deleted." = "File %@ is too big for the Trash and has been deleted.";

/* File archived log title */
"File archived" = "File archived";

/* File copied log title */
"File copied" = "File copied";

/* File copy log title */
"File copy" = "File copy";

/* Possible Dupe Tool Tip */
"File is possibly a duplicate and may be thrown away when Hazel actually runs." = "File is possibly a duplicate and may be thrown away when Hazel actually runs.";

/* File move log title */
"File move" = "File move";

/* File moved log title */
"File moved" = "File moved";

/* Sorted into subfolder log title */
"File moved into subfolder" = "File moved into subfolder";

/* File purged from trash log title */
"File purged from Trash" = "File purged from Trash";

/* File renamed failed log title */
"File rename failed" = "File rename failed";

/* File renamed log title */
"File renamed" = "File renamed";

/* File unarchived log title */
"File unarchived" = "File unarchived";

/* File upload log title */
"File upload" = "File upload";

/* File uploaded log title */
"File uploaded" = "File uploaded";

/* File synced log title */
"File/folder synced" = "File/folder synced";

/* Uninstall success alert message */
"Files have been successfully removed. System Preferences must be restarted now to finish the uninstall process." = "Files have been successfully removed. System Preferences must be restarted now to finish the uninstall process.";

/* Menu item for first item */
"First Item" = "First Item";

/* Menu item for all items */
"First Item,%C, Last Item" = "First Item,%C, Last Item";

/* Invalid folder message. */
"Folder at %@ cannot be found. Click on it to select a new one." = "Folder at %@ cannot be found. Click on it to select a new one.";

/* Keywords action warning */
"Future versions of Hazel will no longer have this feature. You should convert your rules to store keywords in other fields. More details on converting your rules as well as a downloadable conversion tool for your files are available on the Noodlesoft web site." = "Future versions of Hazel will no longer have this feature. You should convert your rules to store keywords in other fields. More details on converting your rules as well as a downloadable conversion tool for your files are available on the Noodlesoft web site.";

/* Keywords action Go To Website button. */
"Go to Website" = "Go to Website";

/* Custom alert title */
"Hazel Alert" = "Hazel Alert";

/* Demo mode folder limit alert message  */
"Hazel can only monitor one folder in demo mode. To unlock the full feature set, you must purchase a license." = "Hazel can only monitor one folder in demo mode. To unlock the full feature set, you must purchase a license.";

/* Cannot load preview alert title */
"Hazel cannot display the rule preview" = "Hazel cannot display the rule preview";

/* Cannot find folder alert title */
"Hazel cannot find folder. Would you like to select another folder?" = "Hazel cannot find folder. Would you like to select another folder?";

/* Evaluation license expired alert title */
"Hazel evaluation license expired" = "Hazel evaluation license expired";

/* Evaluation license expiration warning alert title */
"Hazel evaluation license is about to expire" = "Hazel evaluation license is about to expire";

/* Evaluation period end warning alert title */
"Hazel evaluation period is about to end" = "Hazel evaluation period is about to end";

/* Evaluation period ended alert title */
"Hazel evaluation period is over" = "Hazel evaluation period is over";

/* Error alert title */
"Hazel has encountered an error." = "Hazel has encountered an error.";

/* Internal error message title */
"Hazel has encountered an internal error and cannot process folder %@. Please check the logs for more details." = "Hazel has encountered an internal error and cannot process folder %@. Please check the logs for more details.";

/* Demo mode explanation message */
"Hazel is currently in demo mode. To unlock Hazel's full feature set, please consider purchasing a license." = "Hazel is currently in demo mode. To unlock Hazel's full feature set, please consider purchasing a license.";

/* On message */
"Hazel is running" = "Hazel is running";

/* Off message */
"Hazel is stopped" = "Hazel is stopped";

/* Detected new version installed alert message */
"Hazel needs to restart System Preferences to complete the installation. If you choose not to restart, Hazel will behave unpredictably." = "Hazel needs to restart System Preferences to complete the installation. If you choose not to restart, Hazel will behave unpredictably.";

/* Detected new version installed alert title */
"Hazel Upgrade" = "Hazel Upgrade";

/* Incomplete file moved to trash log title */
"Incomplete download %@ has been sitting around too long. Moving to Trash." = "Incomplete download %@ has been sitting around too long. Moving to Trash.";

/* OSAScript argument text */
"inputAttributes" = "inputAttributes";

/* Internal error log title */
"Internal Error." = "Internal Error.";

/* OSAScript returned invalid message */
"Invalid %@ return value: %@." = "Invalid %1$@ return value: %2$@.";

/* Invalid license alert title */
"Invalid License" = "Invalid License";

/* Invalid rule alert title */
"Invalid Rule" = "Invalid Rule";

/* Invalid rules alert title */
"Invalid Rules" = "Invalid Rules";

/* iPhoto import failed log title */
"iPhoto import failed" = "iPhoto import failed";

/* iTunes import failed log title */
"iTunes import failed" = "iTunes import failed";

/* Sync keep local copy button title */
"Keep local copy" = "Keep local copy";

/* Menu item for last item */
"Last Item" = "Last Item";

/* Previous license title */
"License is for a previous version" = "License is for a previous version";

/* Loading Text
   Loading... message */
"Loading…" = "Loading…";

/* Note button popover help */
"Looks like this rule has a note attached.\n\nClick on the note button to view it (it might have useful info!).\n\nNotes are also used in rule searches, so you can add your own keywords to make this rule easier to find later." = "Looks like this rule has a note attached.\n\nClick on the note button to view it (it might have useful info!).\n\nNotes are also used in rule searches, so you can add your own keywords to make this rule easier to find later.";

/* Menu item for lowercase */
"lowercase" = "lowercase";

/* Menu item for picking fixed match occurrence */
"Match %@" = "Match %@";

/* Menu item for picking fixed match occurrence from the end */
"Match %@ to last" = "Match %@ to last";

/* Menu item for picking fixed match occurrence from the end */
"Match last" = "Match last";

/* Number match token tool tip */
"Matches a sequence of digits." = "Matches a sequence of digits.";

/* Letters and digits match token tool tip */
"Matches a sequence of letters and digits mixed together." = "Matches a sequence of letters and digits mixed together.";

/* Word match token tool tip */
"Matches a sequence of letters." = "Matches a sequence of letters.";

/* Symbols match token tool tip */
"Matches a sequence of symbolic characters." = "Matches a sequence of symbolic characters.";

/* Letter match token tool tip */
"Matches a single letter of the alphabet." = "Matches a single letter of the alphabet.";

/* Digit match token tool tip */
"Matches a single numeric digit." = "Matches a single numeric digit.";

/* Symbol match token tool tip */
"Matches a single symbolic character." = "Matches a single symbolic character.";

/* Anything match token tool tip */
"Matches any sequence, including nothing." = "Matches any sequence, including nothing.";

/* Anything match token tool tip */
"Matches any text, including nothing. Use this to match an existing folder without specifying the full name. Note that the folder cannot be created for you when using this." = "Matches any text, including nothing. Use this to match an existing folder without specifying the full name. Note that the folder cannot be created for you when using this.";

/* Letter or digit match token tool tip */
"Matches either a single letter or digit." = "Matches either a single letter or digit.";

/* More Details button */
"More Details" = "More Details";

/* Move failed log title */
"Move failed" = "Move failed";

/* Name taken error title */
"Name already used" = "Name already used";

/* New rule name */
"New Rule" = "New Rule";

/* No
   No button title */
"No" = "No";

/* No AppleScript selected menu item title */
"No AppleScript selected" = "No AppleScript selected";

/* Menu item for no change
   No change in digits label */
"No change" = "No change";

/* No folder selected menu item title */
"No folder selected" = "No folder selected";

/* No item selected menu item title */
"No item selected" = "No item selected";

/* No JavaScript selected menu item title */
"No JavaScript selected" = "No JavaScript selected";

/* No URL/host selected menu item title */
"No server selected" = "No server selected";

/* No shell script selected menu item title */
"No shell script selected" = "No shell script selected";

/* No Automator workflow selected menu item title */
"No workflow selected" = "No workflow selected";

/* None pop-up item */
"none" = "none";

/* Menu title for number format options (only seen in submenu) */
"Number Format" = "Number Format";

/* Criteria without target message */
"of the following conditions are met" = "of the following conditions are met";

/* Criteria with target message */
"of the following conditions are met for" = "of the following conditions are met for";

/* OK */
"OK" = "OK";

/* Empty fields error message */
"One of more fields are empty." = "One of more fields are empty.";

/* Options Button Title */
"Options" = "Options";

/* Menu item for picking fixed match occurrence */
"Other" = "Other";

/* Other menu item title */
"Other…" = "Other…";

/* Oversized files will be deleted message */
"Oversized files will be deleted right away. You will not have a chance to recover them." = "Oversized files will be deleted right away. You will not have a chance to recover them.";

/* Oversized files will not be purged message */
"Oversized files will be ignored in Trash size calculations and will only be deleted when you empty the Trash manually." = "Oversized files will be ignored in Trash size calculations and will only be deleted when you empty the Trash manually.";

/* Oversized files will be purged message */
"Oversized files will be ignored in Trash size calculations but they will be deleted when they have been sitting in the Trash too long." = "Oversized files will be ignored in Trash size calculations but they will be deleted when they have been sitting in the Trash too long.";

/* Pause rules menu item */
"Pause “%@” Rules" = "Pause “%@” Rules";

/* Pause rules tool tip */
"Pauses rule processing for the selected folder." = "Pauses rule processing for the selected folder.";

/* Photos import failed log title */
"Photos import failed" = "Photos import failed";

/* Uninstall failure alert message */
"Please check the logs via Console.app for more information." = "Please check the logs via Console.app for more information.";

/* Error alert message. */
"Please contact support for assistance." = "Please contact support for assistance.";

/* Name taken error suggestion */
"Please enter a new name." = "Please enter a new name.";

/* OSAScript is not valid message. */
"Please fix the script or try another one." = "Please fix the script or try another one.";

/* Empty fields error suggestion */
"Please supply both a name and a pattern." = "Please supply both a name and a pattern.";

/* OSAScript is the wrong language message. */
"Please try another one." = "Please try another one.";

/* Rule preview open panel title */
"Preview" = "Preview";

/* Rule row preview button popover help */
"Previewing your rule.\n\nWhile in preview mode, this button will show whether the condition matches the previewed file/folder.\n\nClicking on it will show you the actual value for this attribute." = "Previewing your rule.\n\nWhile in preview mode, this button will show whether the condition matches the previewed file/folder.\n\nClicking on it will show you the actual value for this attribute.";

/* Purchase error title */
"Purchasing Error" = "Purchasing Error";

/* Quick folders pull-down title */
"Quick Folders" = "Quick Folders";

/* Rule evaluation error log title */
"Received error while trying to evaluate rule %@ on file %@" = "Received error while trying to evaluate rule %1$@ on file %2$@";

/* Registration successful alert title */
"Registration Successful" = "Registration Successful";

/* Remind Later button title */
"Remind Me Later" = "Remind Me Later";

/* Remove */
"Remove" = "Remove";

/* Remove folder warning title */
"Remove Folder" = "Remove Folder";

/* Remove license warning title */
"Remove License" = "Remove License";

/* Remove rule alert title */
"Remove Rule" = "Remove Rule";

/* Remove rules alert title */
"Remove Rules" = "Remove Rules";

/* Menu item for replace text editor */
"Replace text…" = "Replace text…";

/* Restart button title */
"Restart" = "Restart";

/* Unpause rules menu item */
"Resume “%@” Rules" = "Resume “%@” Rules";

/* Pause rules tool tip */
"Resumes rule processing for the selected folder." = "Resumes rule processing for the selected folder.";

/* OSAScript additional instruction text */
"Return %@ to indicate a match." = "Return %@ to indicate a match.";

/* Rule does match message */
"Rule does not match" = "Rule does not match";

/* Generic rule error title
   Rule error alert title */
"Rule Error" = "Rule Error";

/* Rule matches message */
"Rule matches" = "Rule matches";

/* Rule insert warning title */
"Rule Warning" = "Rule Warning";

/* Could not sync rules alert message */
"Rules for folder %@ could not be synced." = "Rules for folder %@ could not be synced.";

/* Corrupt rules startup alert message */
"Rules for one or more folders are corrupt and could not be loaded." = "Rules for one or more folders are corrupt and could not be loaded.";

/* Alert title after initial rule load */
"Rules Loaded" = "Rules Loaded";

/* Alert title after user refuses rule load */
"Rules Not Loaded" = "Rules Not Loaded";

/* Paused folder message. */
"Rules processing has been paused for this folder." = "Rules processing has been paused for this folder.";

/* Enable Polling contextual menu item */
"Run Periodically" = "Run Periodically";

/* Export all panel save button */
"Save" = "Save";

/* Export all panel label */
"Save To:" = "Save To:";

/* OSAScript is not valid title. */
"Script is not valid" = "Script is not valid";

/* OSAScript is the wrong language title. */
"Script is written in the wrong language" = "Script is written in the wrong language";

/* Search field placeholder text */
"Search" = "Search";

/* Search error title */
"Search Error" = "Search Error";

/* Select button title */
"Select" = "Select";

/* Rule preview open panel message */
"Select a file/folder to preview your rule against." = "Select a file/folder to preview your rule against.";

/* Export all panel explanatory text */
"Select a folder to save your rules to. There will be one export file for each folder." = "Select a folder to save your rules to. There will be one export file for each folder.";

/* SSH key file open panel message */
"Select an SSH key file to use for authentication." = "Select an SSH key file to use for authentication.";

/* Preview button tooltip */
"Select file to preview" = "Select file to preview";

/* Menu item for bringing up list selection UI */
"Select List Item…" = "Select List Item…";

/* Shell script failed log title */
"Shell script failed" = "Shell script failed";

/* Reveal in Finder contextual menu item */
"Show in Finder" = "Show in Finder";

/* Sort into subfolder failed log title */
"Sorting into subfolder failed" = "Sorting into subfolder failed";

/* Start button title */
"Start Hazel" = "Start Hazel";

/* Snow Leopard conversion to SI data size units warning message */
"Starting with Snow Leopard (Mac OS X 10.6), file size units such as KB, MB and GB now represent slightly different values than they did on previous versions of the operating system. For instance, a megabyte (MB), which used to mean 1048576 bytes, is now 1000000 bytes.\nAs a result of this, any rules and trash settings using file or disk sizes will now represent lower values than before. Please review your settings and rules to make sure they are in accordance with expectations." = "Starting with Snow Leopard (Mac OS X 10.6), file size units such as KB, MB and GB now represent slightly different values than they did on previous versions of the operating system. For instance, a megabyte (MB), which used to mean 1048576 bytes, is now 1000000 bytes.\nAs a result of this, any rules and trash settings using file or disk sizes will now represent lower values than before. Please review your settings and rules to make sure they are in accordance with expectations.";

/* Stop button title */
"Stop Hazel" = "Stop Hazel";

/* Sync Error title. */
"Sync Error" = "Sync Error";

/* Sync warning alert title */
"Sync warning" = "Sync warning";

/* Sync Warning title. */
"Sync Warning" = "Sync Warning";

/* Sync existing rules warning */
"Syncing to an existing file will erase your local rules for this folder. Do you want to continue?" = "Syncing to an existing file will erase your local rules for this folder. Do you want to continue?";

/* Menu title for text format options (only seen in submenu) */
"Text Format" = "Text Format";

/* Evaluation license valid alert message */
"Thank you for evaluating Hazel. This license will expire on %@." = "Thank you for evaluating Hazel. This license will expire on %@.";

/* License valid alert message */
"Thank you for purchasing Hazel." = "Thank you for purchasing Hazel.";

/* Keywords action warning title. */
"The \"Add Keywords\" action is being phased out." = "The \"Add Keywords\" action is being phased out.";

/* Keywords action warning */
"The \"Add Keywords\" action is no longer supported.  Any instances of it in your rules have been removed. If you have any questions about this, please contact support." = "The \"Add Keywords\" action is no longer supported.  Any instances of it in your rules have been removed. If you have any questions about this, please contact support.";

/* OpenMeta action warning */
"The \"Add OpenMeta tags\" action is no longer supported.  Any instances of it in your rules have been removed. If you have any questions about this, please contact support." = "The \"Add OpenMeta tags\" action is no longer supported.  Any instances of it in your rules have been removed. If you have any questions about this, please contact support.";

/* Current date attribute tool tip */
"The current date at the time when the file matches the rule." = "The current date at the time when the file matches the rule.";

/* Date added attribute tool tip */
"The date the item was added to the folder." = "The date the item was added to the folder.";

/* Date created attribute tool tip */
"The date the item was created." = "The date the item was created.";

/* Date modified attribute tool tip */
"The date the item was last modified." = "The date the item was last modified.";

/* Date opened attribute tool tip */
"The date the item was last opened." = "The date the item was last opened.";

/* Source domain attribute tool tip */
"The domain where this item was downloaded sent/from" = "The domain where this item was downloaded sent/from";

/* Generic (language unknown) shell script instruction text */
"The file being processed will be passed in as the first argument." = "The file being processed will be passed in as the first argument.";

/* Extension attribute tool tip */
"The file extension (the part after the last dot)." = "The file extension (the part after the last dot).";

/* Finder comment attribute tool tip */
"The Finder/Spotlight comment." = "The Finder/Spotlight comment.";

/* Source folder attribute tool tip */
"The folder where this item resides. You can use this to replicate a folder structure." = "The folder where this item resides. You can use this to replicate a folder structure.";

/* Kind attribute tool tip */
"The kind of item." = "The kind of item.";

/* Invalid license alert message */
"The license you entered is not valid. If you have purchased a license, please contact us." = "The license you entered is not valid. If you have purchased a license, please contact us.";

/* Name attribute tool tip */
"The name of the item, not including the extension." = "The name of the item, not including the extension.";

/* Corrupt rules alert message */
"The rules are either corrupt or not a valid rules file." = "The rules are either corrupt or not a valid rules file.";

/* Can't sync because of read errors messagse */
"The rules were not read in properly and therefore cannot be synced to a new file. Please try again after fixing the error." = "The rules were not read in properly and therefore cannot be synced to a new file. Please try again after fixing the error.";

/* Tool tip message for invalid shell */
"The script program cannot be found." = "The script program cannot be found.";

/* OSAScript argument text */
"theFile" = "theFile";

/* Name taken error message */
"There already exists a custom token with the name you supplied." = "There already exists a custom token with the name you supplied.";

/* No metadata tool Tip */
"There is no metadata available for the file." = "There is no metadata available for the file.";

/* Export error message */
"There was an error exporting your rules. Please check the folder's permissions" = "There was an error exporting your rules. Please check the folder's permissions";

/* Purchase error message */
"There was an error in connecting to the purchasing system. Please try again later or contact us for further help." = "There was an error in connecting to the purchasing system. Please try again later or contact us for further help.";

/* Cannot load preview alert message */
"There was an error in showing the rule preview. Please contact support to report this problem." = "There was an error in showing the rule preview. Please contact support to report this problem.";

/* Search error message */
"There was an error performing your search. Please contact support for help." = "There was an error performing your search. Please contact support for help.";

/* Could not save rules message template */
"There was an error saving rules for folder %@: %@" = "There was an error saving rules for folder %1$@: %2$@";

/* Could not write rules alert message */
"There was an error saving rules for one or more folders." = "There was an error saving rules for one or more folders.";

/* Delete tokens alert message */
"These tokens are being used by some actions. Deleting will remove them from the patterns where they are used." = "These tokens are being used by some actions. Deleting will remove them from the patterns where they are used.";

/* Delete token alert message */
"This action contains a custom token that is being used by other actions. Deleting will remove it from the patterns where it is used." = "This action contains a custom token that is being used by other actions. Deleting will remove it from the patterns where it is used.";

/* Delete tokens alert message */
"This action contains tokens that are being used by other actions. Deleting will remove them from the patterns where they are used." = "This action contains tokens that are being used by other actions. Deleting will remove them from the patterns where they are used.";

/* Action defines tokens before they are used error message. */
"This action defines custom tokens that are used before it." = "This action defines custom tokens that are used before it.";

/* Action references tokens after it error message. */
"This action uses custom tokens that are defined after it." = "This action uses custom tokens that are defined after it.";

/* Delete token alert message */
"This condition contains a custom token that is being used by some actions. Continuing will remove it from the patterns where it is used." = "This condition contains a custom token that is being used by some actions. Continuing will remove it from the patterns where it is used.";

/* Delete token alert message */
"This condition contains a custom token that is being used by some actions. Deleting will remove it from the patterns where it is used." = "This condition contains a custom token that is being used by some actions. Deleting will remove it from the patterns where it is used.";

/* Delete tokens alert message */
"This condition contains tokens that are being used by some actions. Continuing will remove them from the patterns where they are used." = "This condition contains tokens that are being used by some actions. Continuing will remove them from the patterns where they are used.";

/* Delete tokens alert message */
"This condition contains tokens that are being used by some actions. Deleting will remove them from the patterns where they are used." = "This condition contains tokens that are being used by some actions. Deleting will remove them from the patterns where they are used.";

/* Condition defines tokens before they are used error message. */
"This condition defines custom tokens that are used before it." = "This condition defines custom tokens that are used before it.";

/* Condition references tokens after it error message. */
"This condition uses custom tokens that are defined after it." = "This condition uses custom tokens that are defined after it.";

/* Full license required alert message */
"This feature is only available when Hazel has been fully registered. Would you like to purchase a license now?" = "This feature is only available when Hazel has been fully registered. Would you like to purchase a license now?";

/* Inaccessible folder message. */
"This folder is offline. You can edit its rules but they will not be run until the drive on which it is located is reconnected." = "This folder is offline. You can edit its rules but they will not be run until the drive on which it is located is reconnected.";

/* Generic rule error message */
"This operation cannot be completed as Hazel has encountered an internal error. Please contact support for help." = "This operation cannot be completed as Hazel has encountered an internal error. Please contact support for help.";

/* Invalid rule alert message */
"This rule contains errors that may need to be corrected. Unless you edit the rule to fix the problem, this rule may not run properly." = "This rule contains errors that may need to be corrected. Unless you edit the rule to fix the problem, this rule may not run properly.";

/* Invalid rule tooltip message */
"This rule contains errors that will prevent it from running. Edit the rule to fix the problem." = "This rule contains errors that will prevent it from running. Edit the rule to fix the problem.";

/* Synced rule being edited was deleted alert message */
"This rule has been deleted elsewhere. If you continue, you will re-add this rule. If you cancel, your changes will be lost as this rule will be deleted." = "This rule has been deleted elsewhere. If you continue, you will re-add this rule. If you cancel, your changes will be lost as this rule will be deleted.";

/* Smart Folder rule filter message */
"This rule has been modified as it contains conditions or actions which access subfolders. Please review the rule before enabling it." = "This rule has been modified as it contains conditions or actions which access subfolders. Please review the rule before enabling it.";

/* Synced rule being edited alert message */
"This rule has been updated elsewhere. If you continue, your changes will overwrite the synced changes. If you cancel, your current changes will be thrown out in favor of the ones from this sync." = "This rule has been updated elsewhere. If you continue, your changes will overwrite the synced changes. If you cancel, your current changes will be thrown out in favor of the ones from this sync.";

/* Delete token alert message */
"This token is being used by some actions. Deleting will remove it from the patterns where it is used." = "This token is being used by some actions. Deleting will remove it from the patterns where it is used.";

/* Menu item for title case */
"Title Case" = "Title Case";

/* Disabled display notification tooltip */
"To allow Hazel to display notifications, you must upgrade to OS X 10.8 (Mountain Lion) or install Growl" = "To allow Hazel to display notifications, you must upgrade to OS X 10.8 (Mountain Lion) or install Growl";

/* Alert message after user refuses rule load */
"Trash functions are unavailable in demo mode. To fully enable all of Hazel's features, please consider purchasing a license." = "Trash functions are unavailable in demo mode. To fully enable all of Hazel's features, please consider purchasing a license.";

/* Trash too big log message */
"Trash size is over the limit. File %@ has been deleted." = "Trash size is over the limit. File %@ has been deleted.";

/* OSAScript additional instruction text argument */
"true" = "true";

/* File Pattern Editor Instruction Text */
"Type text and click/drag elements to create a comment. Click on elements after you have added them for more options." = "Type text and click/drag elements to create a comment. Click on elements after you have added them for more options.";

/* Folder Pattern Editor Instruction Text */
"Type text and click/drag elements to create a folder pattern. Click on elements after you have added them for more options." = "Type text and click/drag elements to create a folder pattern. Click on elements after you have added them for more options.";

/* File Pattern Editor Instruction Text */
"Type text and click/drag elements to create a renaming pattern. Click on elements after you have added them for more options." = "Type text and click/drag elements to create a renaming pattern. Click on elements after you have added them for more options.";

/* Unarchive failed log title */
"Unarchive failed" = "Unarchive failed";

/* Uninstall button title */
"Uninstall" = "Uninstall";

/* Uninstall failure alert title */
"Uninstall Failed" = "Uninstall Failed";

/* Uninstall alert title */
"Uninstall Hazel" = "Uninstall Hazel";

/* Uninstall success alert title */
"Uninstall Succeeded" = "Uninstall Succeeded";

/* Unlicensed status string */
"Unlicensed" = "Unlicensed";

/* Unlicensed demo status string */
"Unlicensed (Demo)" = "Unlicensed (Demo)";

/* Unlicensed evaluation status string */
"Unlicensed (Evaluation)" = "Unlicensed (Evaluation)";

/* Default custom token name
   Default dynamic tag name */
"unnamed" = "unnamed";

/* Snow Leopard conversion to SI data size units warning title. */
"Update concerning file and disk sizes" = "Update concerning file and disk sizes";

/* Upload failed log title */
"Upload failed" = "Upload failed";

/* Menu item for uppercase */
"UPPERCASE" = "UPPERCASE";

/* OSAScript instruction text */
"Use %@ to refer to the file being processed and %@ to access imported attributes." = "Use %1$@ to refer to the file being processed and %2$@ to access imported attributes.";

/* Shell script instruction text */
"Use %@ to refer to the file being processed." = "Use %@ to refer to the file being processed.";

/* Source folder folder name only formatting option */
"Use folder name only" = "Use folder name only";

/* Source folder full path formatting option */
"Use full path" = "Use full path";

/* Menu item for counter to use lowest available value */
"Use lowest available" = "Use lowest available";

/* Source folder relative path from monitored folder formatting option */
"Use path from monitored folder" = "Use path from monitored folder";

/* Sync use synced copy button title */
"Use synced copy" = "Use synced copy";

/* Path separator attribute tool tip */
"Use this to create additional subfolders." = "Use this to create additional subfolders.";

/* Using SSH key file tool tip */
"Using key file %@" = "Using key file %@";

/* Using local rule cache message. */
"Using local copy of rules." = "Using local copy of rules.";

/* Keywords action Go To Website button. */
"View Later" = "View Later";

/* Preview button popover help */
"Want see how your rules are doing?\n\nClick on the Rule Status button above to see the status of your files. There you can see what rules match your files as well as the last time they were processed.\n\nIf there was an error, you can see that there as well." = "Want see how your rules are doing?\n\nClick on the Rule Status button above to see the status of your files. There you can see what rules match your files as well as the last time they were processed.\n\nIf there was an error, you can see that there as well.";

/* Welcome title */
"Welcome to Hazel" = "Welcome to Hazel";

/* Folder attribute tool tip */
"When dropped into your pattern, allows you to choose an existing folder to be used in your pattern." = "When dropped into your pattern, allows you to choose an existing folder to be used in your pattern.";

/* Other attribute tool tip */
"When dropped into your pattern, allows you to choose from any Spotlight attribute." = "When dropped into your pattern, allows you to choose from any Spotlight attribute.";

/* Previous license message */
"While Hazel will run in evaluation mode, this copy is eligible for upgrade pricing which you can view by clicking the Purchase button." = "While Hazel will run in evaluation mode, this copy is eligible for upgrade pricing which you can view by clicking the Purchase button.";

/* Alert message after user refuses rule load */
"While in demo mode, Hazel will only monitor the first folder in the list. To fully enable all of Hazel's features, please consider purchasing a license." = "While in demo mode, Hazel will only monitor the first folder in the list. To fully enable all of Hazel's features, please consider purchasing a license.";

/* Initial Load Rules Message */
"Would you like to load some sample rules to get yourself started?" = "Would you like to load some sample rules to get yourself started?";

/* Yes */
"Yes" = "Yes";

/* Alert message after user refuses rule load */
"You can load the sample rules at any time by selecting the \"Load Sample Rules\" item in the action menu." = "You can load the sample rules at any time by selecting the \"Load Sample Rules\" item in the action menu.";

/* Unlicensed copy rule limit alert message */
"You can only have  active rules until the app is fully registered. Would you like to purchase a license now?" = "You can only have  active rules until the app is fully registered. Would you like to purchase a license now?";

/* Evaluation license expired alert message */
"Your evaluation license has expired. To unlock the full feature set, you must purchase a license, otherwise Hazel will run in demo mode." = "Your evaluation license has expired. To unlock the full feature set, you must purchase a license, otherwise Hazel will run in demo mode.";

/* Evaluation license expiration warning alert message */
"Your evaluation license will expire in less than 2 days.  Would you like to purchase a full license now?" = "Your evaluation license will expire in less than 2 days.  Would you like to purchase a full license now?";

/* Evaluation period ended alert message */
"Your evaluation period is over. To unlock the full feature set, you must purchase a license, otherwise Hazel will run in demo mode." = "Your evaluation period is over. To unlock the full feature set, you must purchase a license, otherwise Hazel will run in demo mode.";

/* Evaluation period end warning alert message */
"Your evaluation period will end in less than 2 days. Would you like to purchase a license now?" = "Your evaluation period will end in less than 2 days. Would you like to purchase a license now?";

/* Invalid rules alert message */
"Your rules contain errors that may need to be corrected. Unless you edit the rules to fix the problem, they rule may not run properly." = "Your rules contain errors that may need to be corrected. Unless you edit the rules to fix the problem, they rule may not run properly.";

